@extends('layouts.head')

@section('content')

    {{-- <div class="content-wrapper"> --}}
    <div class="container">
        {{-- ================================================ --}}
        <!-- Main content -->
        <div class="row m-t-3 mb-5">
            <div class="col-lg-12">
                <div class="card ">
                    <div class="card-header bg-blue">
                        <h5 class="text-white m-b-0">شروط الاحكام </h5>
                    </div>
                    <div class="card-body">

                        <form action="/accept_condition/{{ Auth::user()->id }}" method="POST"
                            enctype="multipart/form-data">
                            @csrf

                            <div class="row">
                                <div class="col-md-12">
                                    <div class="form-group has-feedback">
                                        <label class="control-label">Terms and Conditions {{ Auth::user()->name }}
                                        </label>
                                        <textarea class="form-control @error('body') is-invalid @enderror" name="body"
                                            id="placeTextarea" rows="19" placeholder="subject posts">

                                            أقر وأتعهد كمستخدم للموقع، بما يلي:
– ‌بأني قبلت هذه الاتفاقية ووافقت عليها كاملةً، وأني على علم وإطلاع علماً نافياً للجهالة بأن استخدامي لهذا الموقع يخضع للشروط والأحكام المنصوص عليها في هذه الاتفاقية.

– بأن استخدامي للموقع يمثل عقداً ملزماً لي شرعاً ونظاماً مع الموقع وفقاً لشروط وأحكام هذه الاتفاقية المذكوره أدناه، وأنه في حالة عدم موافقتي على أي من شروط أو أحكام هذه الاتفاقية، فإن يتوجب علي عدم استخدام هذا الموقع او محتوياته.

– يحتفظ الموقع بحقه بتغيير الشروط والأحكام من وقت لآخر وعليه يتعين عليك الاطلاع على هذه الشروط والأحكام دوريا.ولا يتوجب علينا الاتصال بك أو إعلامك بأي تغييرات تم إجراؤها على الشروط والأحكام.

الاستخدام المشروع:
تقر بأن أي استخدام تقوم به لموقع منصة دروس سيكون حسب ما هو منصوص عليه في الشروط التالية:

لن تقوم بنسخ، تحميل، إعادة إنتاج، إعادة نشر ، بث، أو إرسال بأي شكل من الأشكال أي من المواد التي توفرها منصة دروس التعليمية باستثناء بياناتك الشخصية فقط .
تلتزم بالقواعد المحددة التي تنطبق على أي ترويج تشارك فيه بأي شكل من خلال منصة دروس التعليميه .
تلتزم بعدم القيام بأي شيء يكون من شأنه التأثير على تشغيل أو أمن منصة دروس التعليميه أو يتسبب في انزعاج غير منطقي أو إساءة أو تعطيل لأي من المستخدمين الآخرين أو العاملين لدينا.
توافق على الامتناع عن الأمور التالية (سواء قمت أنت بها شخصيا أو من خلال طرف آخر):

استخدام عملية آلية لمعالجة، مراقبة، نسخ، استخراج أي صفحات موجودة على منصة دروس التعليميه، أو أي معلومات، أو محتوى أو بيانات يحتويها أو يتم الوصول إليها عن طريق منصة دروس التعليميه، دون الحصول على الموافقة الخطية المسبقة من قبلنا.
استخدام عملية آلية لتجميع أو دمج المعلومات، أو المحتوى أو البيانات التي يحتويها أو يمكن الوصول إليها عن طريق منصة دروس التعليميه من المعلومات، أو المواد أو البيانات التي يتم الوصول إليها عن طريق المنصة .
استخدام أي عملية آلية او المحاولة للتدخل في طريقة العمل السليمة لمنصة دروس التعليميه .
القيام بأي فعل يكون من شأنه فرض حمل كبير بشكل غير منطقي أو غير متناسب مع البنية التحتية المتاحة أو النطاق الترددي لمنصة دروس التعليميه.
تطبيق هندسة عكسية، أو جمع عكسي، أو تفكيك، أو أي عمل آخر من يكون شأنه اكتشاف رمز مصدري أو غيره من الصيغ الحسابية أو المعالجات فيما يخص برنامج الحاسوب المستخدم في البنية التحتية والعمليات المتعلقة بمنصة دروس التعليميه.
نسخ، إعادة إنتاج، تغيير، تعديل، اشتقاق أعمال ، أو إقامة عرض عام، لأي جزء من محتوى منصة دروس التعليميه دون الموافقة الخطية المسبقة من قبلنا.
نظرا لمحدودية قدرة كافة أجهزة الخادم (سيرفر) واستخدامها من قبل العديد من الأشخاص في الوقت نفسه، فإنك تلتزم بعدم استخدام منصة دروس التعليميه بأي شكل من الأشكال التي تؤدي إلى تخريب أو تتجاوز قدرة تحمل أجهزة الخادم (سيرفر) لدينا أو أي شبكة مرتبطة بأي من خوادمنا. كما يجب أن تمتنع عن استخدام منصة دروس التعليميه بأي شكل من الأشكال يؤدي بالتدخل في استخدام أي طرف آخر لمنصة دروس التعليميه على نحو يخالف، أو من المحتمل أن يخالف، أي قوانين مرعية ومطبقة، أو حقوق أو استحقاقات قانونية لأي طرف آخر وذلك طبقا لكافة القوانين المطبقة.

المحتوى:
أنت وحدك مسؤول عن استخدام منصة دروس التعليميه وكل استخدام لها هي على مسؤوليتك الخاصة.
باستخدامك منصة دروس التعليميه ، فأنت توافق على عدم نشر، أو رفع، وإرسال أو إيجاد أو نشر بأي شكل من الأشكال، أو التسبب في نشر على منصة دروس التعليميه بشكل مباشر أو غير مباشر الأمور التالية:
محتوى غير قانوني، أو تشهير، أو ذم، أو مسيء لأي مجموعة دينية أو أخلاقية، أو تهديدات، أو خرق لحقوق الخصوصية والنشر، أو عنيف، أو مثير للحساسيات، أو احتيالي أو غير مقبول بأي شكل من الأشكال.
محتوى يشكل، أو يشجع، أو يقدم تعليمات لمخالفة جرمية، أو خرق حقوق أي طرف كان، أو يتسبب بأي شكل من الأشكال في مسؤولية قانونية أو يخرق أي من القوانين المحلية أو الوطنية أو الدولية.
محتوى يتسبب في إزعاج أو مضايقة الآخرين.
محتوى لا تمتلكه أنت شخصيا دون إذن صريح من مالك ذلك المحتوى.
محتوى قد يتسبب في خرق أي براءة اختراع، أو علامة تجارية، أو سر تجاري، أو حقوق التأليف والنشر، أو غيرها من الحقوق الفكرية أو الملكية لأي طرف.
محتوى ينتحل شخصية أي شخص حقيقي أو اعتباري أو يتسبب بأي شكل من الأشكال في ادعاء كاذب بتبعية لذلك الشخص الحقيقي أو الاعتباري، بما في ذلك منصة دروس التعليميه.
مواد ترويجية غير مرغوبة، أو حملات سياسية، أو الإعلانات، أو المسابقات، أو السحوبات، أو تقديم عروض.
علومات خاصة بطرف ثالث، وعلى سبيل المثال لا الحصر، اسم العائلة، وعنوان، وأرقام هواتف، وعناوين بريد إلكتروني، وأرقام بطاقات ائتمان.
فيروسات، أو بيانات مخربة، أو ملفات أخرى تتسبب في أضرار، أو أعطال أو تخريب.
محتوى غير مرتبط بموضوع منصة دروس التعليميه والتي يتم نشر المحتوى فيها؛ أو وصلات إلى محتوى نعتبره وبناء على حكمنا المطلق بأنه يخرق أي بند من البنود المذكورة أعلاه اوغير مقبول او يحد من أو يمنع أي شخص آخر من استخدام منصة دروس التعليميه او يتسبب في تعريضنا بأي شكل من الأشكال نحن ، أو المستخدمين الآخرين للضرر أو المساءلة القانونية بأي شكل من الأشكال.
لا نتحمل مسؤولية أو نقر أي محتوى ينشره المستخدمون، أو يرفعونه ، أو يبثونه، أو يوزعونه، أو يخزنونه، أو يوجدونه، أو ينشرونه بأي شكل من الأشكال أو يتسببون في نشره على منصة دروس التعليميه مباشرة أو من خلال موقع إلكتروني للغير.
لا نتحمل أي مسؤولية عن أي محتوى يتم نشره أو تخزينه أو رفعه في منصة دروس التعليميه من قبلك أو من قبل أي طرف ثالث، أو عن أي خسارة أو أضرار ناجمة عن ذلك.
كما أننا لا نتحمل مسؤولية أية أخطاء، أو ذم، أو تحقير، أو تشهير، أو سهو، أو أكاذيب، أو إساءة، أو إباحية، أو شتائم قد تصادفك أثناء استخدامك منصة دروس التعليميه. كما لا نتحمل أية مسؤولية عن أي عبارات، أو تعهدات أو محتوى يقدمه المستخدمون . ورغم أننا غير ملزمون بمسؤولية فرز أو تحرير أو متابعة أي من المحتوى الذين يتم نشره أو توزيعه من خلال منصة دروس التعليميه ، فإننا، وطبقا لتقديرنا المطلق، من الممكن أن نزيل، أو نفرز، أو نرفض نشر، أو تحرير دون تنبيه مسبق، أي محتوى تم نشره أو تخزينه عن طريق منصة دروس التعليميه في أي وقت ونتيجة لأي سبب.
استخدامك منصة دروس التعليميه على نحو يخرق بنود الشروط والأحكام المبينة هنا يؤدي الى إنهاء أو تعليق حقوق استخدامك لمنصة دروس التعليميه.
وضمانا للتعاون مع الطلبات الحكومية المشروعة، واستدعاءات وأوامر المحكمة، وحماية للمستخدمين الآخرين، وأنظمتنا، فإننا قد نقوم بالوصول والإفصاح عن أية معلومات نعتقد أنها ضرورية أو مناسبة، بما في ذلك، على سبيل المثال لا الحصر، معلومات ملف المستخدم الخاص بك (الاسم، عنوان البريد الإلكتروني، إلخ)، عنوان بروتوكول الإنترنت، ومعلومات المرور، وتاريخ الاستخدام، والمحتوى الذي تم تقديمه لمنصة دروس التعليميه. ويكون حقنا في الإفصاح عن أية معلومات من هذا النوع مقدما على وسابقا لالتزامنا ببنود سياسة الخصوصية.
إذا كانت لديك أية شكاوى ناشئة عن المحتوى الذي قام مستخدم بنشره أو رفعه، أو بثه، أو توزيعه، أو حفظه، أو إيجاده، أو تسبب بأي شكل من الأشكال بنشره على منصة دروس التعليميه مباشرة أو عن طريق موقع إلكتروني للغير، فأنت توافق على مباشرة الشكوى ضد ذلك المستخدم وليس ضدنا نحن.
تقييد الدخول إلى الموقع
يجوز للشركة تقييد الدخول إلى مناطق معينة من هذا الموقع. وتحتفظ الشركة بحقها في تقييد الدخول إلى أيّة مناطق من هذا الموقع أو إلى هذا الموقع بأكمله، حسب تقدير الشركة وحدها.
إذا زودتك الشركة باسم مستخدم وكلمة مرور للدخول على مناطق مقيدة من هذا الموقع أو محتوى أو خدمات أخرى، وجب عليك المحافظة على سرية اسم المستخدم وكلمة المرور.
يجوز للشركة، حسب تقديرها وحدها، تعطيل اسم المستخدم وكلمة المرور وإيقاف امكانية الدخول إليه دون تقديم إشعار أو إبداء تفسير.
المواقع الإلكترونية للغير:
تقر وتوافق على أننا غير مسؤولين عن توافر أو محتوى أي موقع إلكتروني للغير والذي وصلت إليه عن طريق منصة دروس التعليميه.


الملكية الفكرية:
إن حقوق النشر وكافة حقوق الملكية الفكرية الأخرى في كافة المواد والمحتوى الذي يتم توفيره كجزء من منصة دروس التعليميه هي ملك لنا . يجوز لك استخدام هذه المادة أو المحتوى فقط على النحو المصرح به خطّيا من قبلنا ولن تعمل على، ولن تقوم بمساعدة أو تسهيل عمل الغير على، نسخ المادة أو المحتوى، أو إعادة إنتاجه، أو بثه، أو توزيعه، أو تكييفه، أو استخدامه على نحو تجاري، أو إيجاد أعمال مبنية عليها.
إذا علمت بوجود توزيع أو استغلال من أي نوع، فأنت توافق على إعلامنا بذلك مباشرة.
المسؤولية في الانظمام لمنصة دروس التعليميه:
مع التقيد بالمسؤوليات التي يقررها القانون والتي لا يمكن استثناؤها، فإننا وكل من مديرينا، أو موظفينا، أو وكلائنا، أو المتعاقدين معنا، لا نتحمل أي مسؤولية تجاهك نتيجة أي خسائر، وأضرار، ومسؤوليات، ومطالبات، وتكاليف (بما في ذلك دون تقييد ودون حصر التكاليف القانونية ورسوم الدفاع أو تكاليف التسوية) بأي شكل من الأشكال أو وجه من الوجوه، سواء على نحو مباشر، أو غير مباشر، أو كنتيجة، ناشئة عن أو راجعة إلى الوصول إلى منصة دروس التعليميه من قبلك، أو محتوى، أو موقع إلكتروني للغير، أو خدمات الغير، بأي شكل نتجت، سواء في عقد، أو ضرر (بما في ذلك الإهمال)، أو قانون بلدك ، أو غير ذلك.
الخصوصية:
نهتم بخصوصيتك وأمنك بشكل كبير وبتقديمك على منصة دروس التعليميه فإننا ملزمون على الحفاظ على جميع البيانات الشخصية الخاصة بك وعدم اظهارها لاي طرف اخر.
نقر التزامنا بكافة تشريعات حماية الخصوصية المرعية وقت صدورها فيما يتعلق بأي معلومات شخصية تتعلق بك قمنا نحن بجمعها. لذلك نخلي مسؤوليتنا عن أي بيانات شخصية قدمتها للغير من خلال منصة دروس التعليميه.
التعويضات:
تقر وتوافق بتعويضنا نحن و أو أي من الجهات المرتبطة بنا وموظفي، ومديري، والعاملين لدينا و أو لدى الجهات المرتبطة بنا وبشكل فوري وعند الطلب، عن كافة المطالبات، والالتزامات، والخسائر، والتكاليف، بما في ذلك الرسوم القانونية الناشئة عن أي خرق أو مخالفة لهذه الشروط والأحكام من قبلك أنت أو غيرها من الأضرار الناشئة عن استخدامك لمنصة دروس التعليميه.
سياسة الاسترجاع:
في حال وجود اي مشكلة تقنية او ادارية تستلزم استرجاع قيمة الدرس يتم تقديم طلب لادارة المنصة من خلال الدعم الفني ، بعد مراجعة الطلب و التاكد من احقية الاسترجاع سيتم اعادة المبلغ الى رصيد الطالب في المنصة
في حال الغاء الدرس من قبل المدرس او الطالب يتم اعادة قيمة الدرس بالكاملة الى رصيد الطالب في المنصة
سياسة الاستبدال:
نأسف لا تحتوي طبيعة عمل المنصة على استبدال الخدمات المقدمة
الإنهاء:
نحتفظ بحقنا في الإنهاء الفوري لاستخدامك لمنصة دروس التعليميه في حال قيامك بخرق بنود هذه الشروط والأحكام أو في حال اعتقدنا بناء على أسباب منطقية أنك من الممكن أن تقوم بخرق بنود هذه الشروط والأحكام أو في حال قيامك بسلوك نرى أنه وبناء على تقديرنا المطلق غير مقبول.
توفر الموقع:
يحق لنا، وبناء على تقديرنا و لأغراض الصيانه و التحديث اغلاق الموقع و عدم توفره و أي وقت ودون أي سابق إنذار من طرفنا.
يحق لنا، وبناء على تقديرنا المطلق، فرض حدود أو قيود على استخدامك لموقع دروسي. إضافة إلى ذلك، ولأغراض الأمن، ولأسباب تقنية، أو صيانة، أو قانونية أو تشريعية، أو نتيجة لأي خرق لهذه الشروط والأحكام، فإنه يحق لنا سحب وصولك إلى موقع دروسي، في أي وقت ودون أي سابق إنذار من طرفنا.
عام:
البطلان وغيرها. في حال قررت أي محكمة أو مشرع أن بنود هذه الشروط والأحكام هي باطلة أو بأي شكل من الأشكال غير قابلة للتطبيق، فسيتم إلغاء وشطب هذه البنود من هذه الشروط والأحكام، في حين تبقى البنود الباقية في الشروط والأحكام نافذة بشكل تام.
الأطراف الثالثة. تنطبق هذه الشروط والأحكام بيننا وبين المستخدمين. ولا يحق لأي شخص آخر الاستفادة من هذه الأحكام والشروط. ونحتفظ بحقنا في أداء أي من التزاماتنا، وممارسة حقوقنا التي تمنحها لنا الشروط والأحكام، من خلال طرف ثالث.
الإحالة. نحتفظ بحقنا في إحالة أو بأي شكل من الأشكال نقل أية أو كافة حقوقنا والتزاماتنا المنصوص عليها في هذه الشروط والأحكام لأي طرف ثالث.
الشروط والاحكام الخاصة:
منصة دروس التعليميه هي منصة الكترونية وسيطة بين المدرس والطالب.
المدرسين في منصة دروس التعليميه هم مدرسين محترفين مستقلين عن المنصة ويتعاملون مع المنصة كمزودين خدمة مقابل أجر للخدمة يتقاضها من الطالب.
عند التسجيل في منصة دروس التعليميه فانك تقر بأن البيانات المدخلة تكون صحيحة وكذلك أي معلومات يتم تحديثها تكون صحيحة حتى يتسنى لنا التواصل معك وتوفير المساعدة بشكل مرضي.
سيكون التواصل الرسمي مع منصة دروس التعليميه عن طريق البريد الالكتروني المسجل لدينا.
سيتم جدولة أوقات الحصص وإظهار أوقات الحصص المتاحة على أساس تحديدك دولتك بشكل صحيح لذى نخلي مسؤوليتنا من الحصص الفائتة بسبب تحديد دولتك (المنطقة الزمنية) بشكل خاطئ.
سيكون الوقت المتاح للمدرس لجدولة الحصص الخاصة به من ساعة من دخوله وحتى 15 يوم قادماَ. وكذلك يمكن للطالب حجز حصص من بعد ساعة من دخوله وحتى 15 يوم قادماَ.
لن يظهر في محرك بحث الحصص الا الحصص المضافة والمتاحة في نفس الوقت.
العملة المستخدمة في منصة دروس التعليميه هي الدولار الامركي و سوف يتم عرض ما يعادلها بالسعر التقريبي لعملة دولة لطالب.
بعد الحجز سيكون الدرس متاحاَ قبل الموعد ب10 دقائق.
لضمان الحصول على الدرس بشكل جيد يجب عليك التأكد من وجود مايلي:
سرعة انترنت لا تقل عن 5 ميقا لضمان جودة الفيديو
وجود كاميرا في حالة الرغبة بالظهور للمعلم.
وجود مايك لمحادثة المعلم
وجود سماعات.
يفضل استخدام جهازي شخصي وقت الدرس
عند تأخر الطالب يجب على المدرس الانتظار الى نصف ساعة من بداية وقت الدرس ، وسيكون موعد الحصة كما هو ، والوقت المتأخر فيه الطالب هو وقت فائت بالنسبة له ، وعند عدم الحضور بعد النصف ساعة يحق للمعلم الغاء الدرس و يحتسب بأنه تم الاستفادة من الحصة.
عند تأخر المدرس سوف يظهر لك بعد مرور 10 دقائق من بدء موعد الدرس زر الغاء الدرس لك الخيار بالانتظار او الغاء الدرس وعدم الانتظار . وعند الإلغاء او الانتظار و عدم حضور المدرس الى نهاية الحصة سوف يسترد مبلغ الحصة الى رصيد الطالب . وسوف يتخذ الاجراء اللازم مع المدرس.
لتلافي خسارة عدم الحضور يستطيع كلاَ من الطالب والمعلم الغاء الحصة قبل بدء الحصة ب 6 ساعات . وسيتم ارسال بريد الكتروني للطرف الاخر بذلك.
في حالة الإلغاء لا تسترجع أي مبالغ للحساب وانما يتم استرجاع المبلغ لرصيد الطالب ، ويمكن استخدامه في أي حصة داخل منصة دروس التعليميه.
عند وجود أية استفسار او خلل او مشكلة ما فانه يسعدنا خدمتكم في أي وقت بتواصلكم مع الدعم الفني عن طريق الايميل care@droos.me
يجب تقييم الدرس بعد الانتهاء لان ذلك يساعدنا في تحديد التحسينات والتعديلات التي يجب أن نجريها هنا للوصول إلى طموح الطالب فينا.
لا يحق لأي من الطرفين تبادل المعلومات الشخصية او التواصل خارج نطاق المنصة ويتحمل الطرف المخل المسؤولية القانونية.
من أجل الوصول إلى منصة دروس التعليميه، ستحتاج إلى الوصول إلى الإنترنت. تتحمل مسؤولية أي اتصال، أو خدمة أو رسوم مرتبطة بالوصول إلى الإنترنت وتوفير كافة المعدات اللازمة لتمكينك من الاتصال بالإنترنت .

                                        </textarea>
                                    </div>
                                </div>

                                <div class="col-md-4">
                                    <div class="form-group has-feedback">
                                        <label class="control-label">select term</label>
                                        <select class="form-control @error('term') is-invalid @enderror" type="text"
                                            name="rights">
                                            <option value="accept">accept</option>
                                            <option value="non_accept">non accept</option>
                                        </select>
                                        <span class="fa  fa-check form-control-feedback" aria-hidden="true"></span>
                                        @error('term')
                                            <div class="alert alert-danger">{{ $message }}</div>
                                        @enderror
                                    </div>
                                </div>



                                <div class="col-md-12">
                                    <button type="submit" class="btn btn-success">اوافق</button>
                                </div>
                            </div>
                        </form>
                    </div>
                </div>
            </div>
        </div>
        <!-- /.content -->
        {{-- ================================================ --}}
    </div>

@endsection
